Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/Accessibility-HapticMusic.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HAPTIC_MUSIC_AVAILABLE_APPS
source: Available Apps
ar: التطبيقات المتوفرة
bg: Достъпни приложения
ca: Apps disponibles
cs: Dostupné aplikace
da: Tilgængelige apps
de: Verfügbare Apps
el: Διαθέσιμες εφαρμογές
es: Apps disponibles
es_us: Apps disponibles
fi: Käytettävissä olevat apit
fr: Apps disponibles
fr_ca: Apps disponibles
he: יישומים זמינים
hi: उपलब्ध ऐप्स
hr: Dostupne aplikacije
hu: Elérhető appok
id: App yang Tersedia
it: App disponibili
ja: 利用可能なアプリ
kk: Қолжетімді қолданбалар
ko: 사용 가능한 앱
lt: Prieinamos programos
ms: App Tersedia
nl: Beschikbare apps
no: Tilgjengelige apper
pl: Dostępne aplikacje
pt: Apps Disponíveis
pt_pt: Aplicações disponíveis
ro: Aplicații disponibile
ru: Доступные приложения
sk: Dostupné apky
sl: Razpoložljive aplikacije
sv: Tillgängliga appar
th: แอปที่มี
tr: Kullanılabilir Uygulamalar
uk: Доступні програми
vi: Ứng dụng khả dụng
zh_cn: 可用App
zh_hk: 可用的App
zh_tw: 可用App

source: Enhanced Vocals
ar: أصوات معززة
bg: Подобрени вокали
ca: Veus millorades
cs: Vylepšené vokály
da: Forbedrede vokaler
de: Verbesserter Gesang
el: Βελτιωμένα φωνητικά
es: Voces mejoradas
es_us: Voces mejoradas
fi: Parannettu laulu
fr: Renforcement du chant
fr_ca: Chant amélioré
he: קולות מוגברים
hi: एन्हांस्ड वोकल
hr: Naglašeni vokali
hu: Felerősített énekhangok
id: Vokal yang Ditingkatkan
it: Voci migliorate
ja: 強調されたボーカル
kk: Жақсартылған дауыстар
ko: 고품질 보컬
lt: Pagerintas vokalas
ms: Vokal Dipertingkat
nl: Verbeterde zang
no: Framhevet vokal
pl: Wzmocnione wokale
pt: Vocais Aprimorados
pt_pt: Vozes melhoradas
ro: Voci îmbunătățite
ru: Усиление вокала
sk: Vylepšené vokály
sl: Izboljšani vokali
sv: Förbättrade röster
th: เสียงพูดขั้นสูง
tr: Geliştirilmiş Vokaller
uk: Посилення голосів
vi: Giọng hát nâng cao
zh_cn: 优化人声
zh_hk: 已強化人聲
zh_tw: 增強人聲

# HAPTIC_MUSIC_DESCRIPTION
source: Music Haptics provides haptic feedback for supported songs.
ar: الحس اللمسي للموسيقى يقدم استجابة لمسية للأغاني المدعومة.
bg: Осезанията за музика предоставят осезателна обратна връзка за поддържаните песни.
ca: La vibració de la música afegeix resposta hàptica a les cançons compatibles.
cs: Hudební haptika přidává k podporovaným skladbám haptický doprovod.
da: Haptisk feedback til musik giver haptisk feedback til understøttede sange.
de: Mit „Musikhaptik“ erhältst du haptisches Feedback für unterstützte Titel.
el: Τα Απτικά μουσικής παρέχουν απτική ανάδραση για υποστηριζόμενα τραγούδια.
es: En las canciones compatibles, el dispositivo vibrará al son de la música.
es_us: Vibración de Música produce vibraciones en las canciones compatibles.
fi: Musiikin tuntopalaute antaa tuntopalautetta tuetuille kappaleille.
fr: « Musique tactile » produit un retour tactile pour les morceaux pris en charge.
fr_ca: La fonctionnalité Vibrations musicales permet aux chansons prises en charge de produire des vibrations.
he: רטט אינטראקטיבי של מוזיקה מספק משוב של רטט אינטראקטיבי בשירים נתמכים.
hi: संगीत हैप्टिक से समर्थित गीतों के लिए हैप्टिक फ़ीडबैक मिलता है।
hr: Glazbena vibracija pruža povratnu vibraciju za podržane pjesme.
hu: A Zene haptikus jelzései funkció haptikus visszajelzést biztosít a támogatott dalok lejátszásakor.
id: Haptik Musik menyediakan umpan balik haptik untuk lagu yang didukung.
it: La funzionalità offre feedback aptici per i brani supportati.
ja: “ミュージックの触覚”では、対応している曲で触覚フィードバックが提供されます。
kk: Музыкалық жанасу сигналдары қолдау көрсетілетін әндерге тактильді кері байланыс береді.
ko: 지원되는 노래에서 음악 햅틱이 햅틱 피드백을 제공합니다.
lt: Muzikos haptikos funkcija teikia atsaką klausantis palaikomų dainų.
ms: Haptik Muzik memberikan maklum balas haptik untuk lagu yang disokong.
nl: 'Voelbare muzieksignalen' biedt haptische feedback voor ondersteunde nummers.
no: Følbar respons for musikk gir følbar respons for støttede sanger.
pl: Funkcja Haptyka muzyki generuje odpowiedzi haptyczne w rytm obsługiwanych utworów.
pt: A Resposta Tátil da Música funciona com músicas compatíveis.
pt_pt: É gerada informação háptica em músicas compatíveis.
ro: Funcționalitatea “Răspuns haptic muzică” furnizează răspuns haptic pentru melodiile compatibile.
ru: Музыкальные тактильные сигналы обеспечивают тактильный отклик при воспроизведении поддерживаемых песен.
sk: Hudobná haptika poskytuje haptickú odozvu počas prehrávania podporovaných skladieb.
sl: Glasbena haptika zagotavlja haptični odziv za podprte skladbe.
sv: Musikhaptik ger haptisk feedback för låtar som stöds.
th: การสั่นตามเพลงจะสั่นโต้ตอบสำหรับเพลงที่รองรับ
tr: Müzik Dokunuşları, desteklenen parçalar için dokunuş geri bildirimi sunar.
uk: Функція «Вібромузика» надає вібровідгук для підтримуваних композицій.
vi: Cảm ứng nhạc cung cấp phản hồi cảm ứng cho các bài hát được hỗ trợ.
zh_cn: 音乐触感反馈可为受支持的歌曲提供触感反馈。
zh_hk: 「音樂觸覺回報」會為支援的歌曲提供觸覺回報。
zh_tw: 「音樂觸覺回饋」會對支援的歌曲提供觸覺回饋。

source: Play Sample
ar: تشغيل عينة
bg: Прослушване на откъса
ca: Reprodueix la mostra
cs: Přehrát ukázku
da: Afspil eksempel
de: Beispiel wiedergeben
el: Αναπαραγωγή δείγματος
es: Reproducir muestra
es_us: Reproducir muestra
fi: Toista näyte
fr: Lire l’échantillon
fr_ca: Lire l’échantillon
he: הפעלת דוגמה
hi: सैंपल चलाएँ
hr: Reproduciraj uzorak
hu: Minta lejátszása
id: Putar Sampel
it: Riproduci campione
ja: サンプルを再生
kk: Үлгіні ойнату
ko: 샘플 재생
lt: Leisti pavyzdį
ms: Mainkan Sampel
nl: Speel voorbeeld af
no: Spill av lydprøve
pl: Odtwórz próbkę
pt: Reproduzir Amostra
pt_pt: Reproduzir amostra
ro: Redați o mostră
ru: Воспроизвести образец
sk: Prehrať ukážku
sl: Predvajaj vzorec
sv: Spela upp exempel
th: เล่นตัวอย่าง
tr: Örneği Çal
uk: Відтворити зразок
vi: Phát mẫu
zh_cn: 播放样本
zh_hk: 播放樣本
zh_tw: 播放樣本

# HAPTIC_MUSIC_LEARN_MORE_GET_STARTED_CONTENT_1
source: Turn on Music Haptics in Accessibility settings.
ar: شغِّل الحس اللمسي في الموسيقى في إعدادات تسهيلات الاستخدام.
bg: Включете Музикални осезания в настройките на Улеснен достъп.
ca: Pots activar la vibració de la música a la configuració d’accessibilitat.
cs: Zapněte hudební haptiku v nastavení Zpřístupnění.
da: Slå Haptisk feedback til musik til i indstillingerne til Tilgængelighed.
de: Aktiviere „Musikhaptik“ in den Bedienungshilfen-Einstellungen.
el: Ενεργοποιήστε τα Απτικά μουσικής στις ρυθμίσεις Προσβασιμότητας.
es: Activa la función “Vibración con la música” en Ajustes > Accesibilidad.
es_us: Activa la vibración de música en la configuración de Accesibilidad.
fi: Laita Musiikin tuntopalaute päälle Käyttöapu-asetuksissa.
fr: Activez « Musique tactile » dans les réglages Accessibilité.
fr_ca: Activez les vibrations musicales dans les réglages d’accessibilité.
he: יש להפעיל את המאפיין ״רטט אינטראקטיבי של מוזיקה״ בהגדרות ״נגישות״.
hi: ऐक्सेसिबिलिटी सेटिंग्ज़ में संगीत हैप्टिक चालू करें।
hr: Uključite Glazbenu vibraciju u postavkama Pristupačnost.
hu: A Zene haptikus jelzéseit a Kisegítő lehetőségek beállításaiban kapcsolhatja be.
id: Nyalakan Haptik Musik di pengaturan Aksesibilitas.
it: Attiva “Feedback aptici musica” nelle impostazioni di accessibilità.
ja: アクセシビリティ設定で“ミュージックの触覚”をオンにします。
kk: «Әмбебап қол жеткізу» реттеулеріндегі музыкалық жанасу сигналдарын қосыңыз.
ko: 손쉬운 사용 설정에서 음악 햅틱을 켭니다.
lt: Įjunkite „Muzikos haptiką“ prieinamumo nustatymuose.
ms: Aktifkan Haptik Muzik dalam seting Kebolehcapaian.
nl: Schakel 'Voelbare muzieksignalen' in de toegankelijkheidsinstellingen in.
no: Slå på Følbar respons for musikk i Tilgjengelighet-innstillingene.
pl: Funkcję Haptyka muzyki możesz włączyć w ustawieniach dostępności.
pt: Ative a Resposta Tátil da Música nos ajustes de Acessibilidade.
pt_pt: Ative a música com háptica nas definições de Acessibilidade.
ro: Activați Răspuns haptic muzică în configurările de accesibilitate.
ru: Включите музыкальные тактильные сигналы в настройках Универсального доступа.
sk: V nastaveniach Prístupnosti zapnite možnosť Hudobná haptika.
sl: Vklopite Glasbeno haptiko v razdelku Dostopnost v Nastavitvah.
sv: Slå på Musikhaptik i inställningarna Hjälpmedel.
th: เปิดใช้การสั่นตามเพลงในการตั้งค่าการช่วยการเข้าถึง
tr: Erişilebilirlik ayarlarında Müzik Dokunuşları’nı açın.
uk: Увімкніть Вібромузику в параметрах Доступності.
vi: Bật Cảm ứng nhạc trong cài đặt Trợ năng.
zh_cn: 在“辅助功能”设置中打开音乐触感反馈。
zh_hk: 在「輔助使用」設定開啟「音樂觸覺回報」。
zh_tw: 在「輔助使用」設定中開啟「音樂觸覺回饋」。

# HAPTIC_MUSIC_FOOTER
source: When available, Music Haptics provides haptic feedback for supported songs. %@
ar: عند توفر الميزة، يقدم الحس اللمسي للموسيقى استجابة لمسية للأغاني المدعومة. %@
bg: Когато функцията е налична, Осезанията за музика предоставят осезателна обратна връзка за поддържаните песни. %@
ca: La vibració de la música, sempre que estigui disponible, afegeix resposta hàptica a les cançons. %@
cs: Když je hudební haptika k dispozici, přidává k podporovaným skladbám haptický doprovod. %@
da: Når funktionen er tilgængelig, giver Haptisk feedback til musik haptisk feedback til understøttede sange. %@
de: Falls verfügbar, erhältst du haptisches Feedback für unterstützte Titel mit „Musikhaptik“. %@
el: Όταν διατίθενται, τα Απτικά μουσικής παρέχουν απτική ανάδραση για υποστηριζόμενα τραγούδια. %@
es: En las canciones compatibles, el dispositivo vibrará al son de la música. %@
es_us: Si está disponible, Vibración de Música produce vibraciones en las canciones compatibles. %@
fi: Kun saatavilla, Musiikin tuntopalaute antaa tuntopalautetta tuetuille kappaleille. %@
fr: Lorsqu’elle est disponible, la fonctionnalité « Musique tactile » produit un retour tactile pour les morceaux pris en charge. %@
fr_ca: Lorsque la fonctionnalité Vibrations musicales est disponible, elle permet aux chansons prises en charge de produire des vibrations. %@
he: כאשר הוא זמין, רטט אינטראקטיבי של מוזיקה מספק משוב של רטט אינטראקטיבי בשירים נתמכים. %@
hi: उपलब्ध होने पर संगीत हैप्टिक से समर्थित गीतों के लिए हैप्टिक फ़ीडबैक मिलता है। %@
hr: Kad je dostupna, Glazbena vibracija pruža povratnu vibraciju za podržane pjesme. %@
hu: Ha elérhető, a Zene haptikus jelzései funkció haptikus visszajelzést biztosít a támogatott dalok lejátszásakor. %@
id: Jika tersedia, Haptik Musik menyediakan umpan balik haptik untuk lagu yang didukung. %@
it: Quando disponibile, la funzionalità offre feedback aptici per i brani supportati. %@
ja: “ミュージックの触覚”では、使用可能な場合、対応している曲で触覚フィードバックが提供されます。%@
kk: Қолжетімді болса, музыкалық жанасу сигналдары қолдау көрсетілетін әндерге жанасу сигналының кері байланысын береді. %@
ko: 가능한 경우, 지원되는 노래에서 음악 햅틱이 햅틱 피드백을 제공합니다. %@
lt: Kai įmanoma, „Muzikos haptika“ teikia haptinį atsaką klausantis palaikomų dainų. %@
ms: Apabila tersedia, Haptik Muzik memberikan maklum balas haptik untuk lagu yang disokong. %@
nl: Indien beschikbaar biedt 'Voelbare muzieksignalen' haptische feedback voor ondersteunde nummers. %@
no: Når det støttes, vil Følbar respons for musikk gi følbar respons for støttede sanger. %@
pl: Gdy funkcja Haptyka muzyki jest dostępna, generuje odpowiedzi haptyczne w rytm obsługiwanych utworów. %@
pt: Quando disponível, a Resposta Tátil da Música pode ser usada com músicas compatíveis. %@
pt_pt: Se disponível, é gerada informação háptica em músicas compatíveis. %@
ro: Atunci când este disponibilă, funcționalitatea “Răspuns haptic muzică” furnizează răspuns haptic pentru melodiile compatibile. %@
ru: Музыкальные тактильные сигналы обеспечивают тактильный отклик при воспроизведении поддерживаемых песен, когда это возможно. %@
sk: Keď je Hudobná haptika k dispozícii, počas prehrávania podporovaných skladieb poskytuje haptickú odozvu. %@
sl: Kadar je glasbena haptika na voljo, zagotavlja haptični odziv za podprte skladbe. %@
sv: Musikhaptik ger haptisk feedback för låtar som stöds, när detta är tillgängligt. %@
th: ถ้ามี การสั่นตามเพลงจะสั่นโต้ตอบสำหรับเพลงที่รองรับ %@
tr: Varsa Müzik Dokunuşları, desteklenen parçalar için dokunuş geri bildirimi sunar. %@
uk: Якщо доступно, функція «Вібромузика» надає вібровідгук для підтримуваних композицій. %@
vi: Cảm ứng nhạc cung cấp phản hồi cảm ứng cho các bài hát được hỗ trợ khi khả dụng. %@
zh_cn: 可用时，音乐触感反馈可为受支持的歌曲提供触感反馈。%@
zh_hk: 可用時，「音樂觸覺回報」會為支援的歌曲提供觸覺回報。%@
zh_tw: 可用時，「音樂觸覺回饋」會對支援的歌曲提供觸覺回饋。%@

# HAPTIC_MUSIC_LEARN_MORE_ABOUT_CONTENT_1
source: Experience music like never before with taps, textures, and refined vibrations synchronized to the audio of millions of songs.
ar: استمتع بتجربة موسيقية غير مسبوقة من خلال الضغطات والتركيبات والاهتزازات المحسَّنة المتزامنة مع أصوات ملايين الأغاني.
bg: Музикално изживяване като никое друго – с докосвания, текстури и прецизни вибрации, синхронизирано с аудиото на милиони песни.
ca: Gaudeix de la música d’una manera totalment nova, amb tocs, textures i vibracions precises que se sincronitzen amb l’àudio de milions de cançons.
cs: Zažijte hudbu jako nikdy předtím – synchronizovali jsme klepání, textury a propracované vibrace se zvukem miliónů skladeb.
da: Oplev musik på en helt ny måde med tryk, teksturer og forbedrede vibrationer, der synkroniseres med lyden i millioner af sange.
de: Erlebe Musik wie nie zuvor mit haptischem Klopfen, Texturen und raffinierten Vibrationen, die im Takt von Tausenden Titeln synchronisiert werden.
el: Απολαύστε τη μουσική όπως ποτέ άλλοτε χάρη σε αγγίγματα, υφές και ακριβείς δονήσεις, που συγχρονίζονται με τον ήχο εκατομμυρίων τραγουδιών.
es: Siente la música como nunca antes lo habías hecho con toques, texturas y vibraciones sincronizadas con el audio de millones de canciones.
es_us: Disfruta de la música como nunca antes mediante toques, texturas y vibraciones que se sincronizan con el audio de millones de canciones.
fi: Koe musiikki aivan uudella tavalla napautuksilla, tekstuureilla ja hienosäädetyillä värinöillä, jotka on synkronoitu miljoonien kappaleiden ääneen.
fr: Ressentez la musique comme jamais grâce à des vibrations et des textures synchronisées avec l’audio de millions de morceaux.
fr_ca: Vivez la musique comme jamais auparavant grâce aux vibrations et aux textures synchronisées avec l’audio de millions de chansons.
he: באפשרותך לחוות מוזיקה באופן חדש לחלוטין בעזרת טפיחות, תנודות ורטטים עדינים שמסונכרנים לשמע של מיליוני שירים.
hi: लाखों गीतों के ऑडियो के साथ तालमेल बिठाते हुए टैप, बनावट और रिफ़ाइंड वाइब्रेशन के साथ संगीत का बिल्कुल नए अंदाज़ में अनुभव करें।
hr: Iskusite glazbu kao nikad dosad uz dodire, teksture i profinjene vibracije koje su sinkronizirane sa zvukom milijuna pjesama.
hu: Soha nem látott módon tapasztalhatja meg a zenéket a több millió dal hangjához szinkronizált koppintásokkal, textúrákkal és pontosított rezgésekkel.
id: Nikmati musik dengan cara yang benar-benar baru menggunakan ketukan, tekstur, dan vibrasi halus yang diselaraskan dengan audio jutaan lagu.
it: Vivi la musica come mai prima d’ora con tocchi, texture e vibrazioni precise che si sincronizzano con l’audio di milioni di brani.
ja: 数百万曲のオーディオと同期されたタップ、テクスチャ、および微細なバイブレーションにより、今までにない方法で音楽を体験できます。
kk: Миллиондаған әндердің аудиосымен синхрондалған түртулер, терең әсерлер және нәзік дірілдер арқылы музыканы бұрын-соңды сезінбеген тәжірибеде тыңдаңыз.
ko: 수백만 곡의 오디오와 정교하게 연동된 탭, 텍스처 및 진동으로 음악 감상의 새로운 지평이 열립니다.
lt: Klausykitės kokybiškos muzikos, mėgaukitės ritmu, tekstūra ir rafinuotomis garso vibracijomis, darniai skambančiomis daugybės dainų garso įrašuose.
ms: Alami muzik melalui cara yang serba baharu dengan ketikan, tekstur dan getaran diperhalus yang diselaraskan dengan audio berjuta-juta lagu.
nl: Beleef muziek als nooit tevoren met tikken, texturen en verfijnde vibraties die worden gesynchroniseerd met de audio van miljoenen nummers.
no: Opplev musikk som aldri før gjennom prikkinger, mønstre og raffinerte vibrasjoner i takt med millioner av sanger.
pl: Doświadczaj muzyki jak nigdy dotąd — za pośrednictwem stuknięć, tekstur i dopracowanych wibracji zsynchronizowanych z milionami utworów.
pt: Desfrute de música como nunca com toques, texturas e vibrações refinadas e sincronizadas com o áudio de milhões de músicas.
pt_pt: Ouça música como nunca o fez, com toques, texturas e vibrações que se sincronizam com o áudio de milhões de músicas.
ro: Bucurați‑vă mai mult ca oricând de muzică prin atingeri, texturi și vibrații perfecționate, care se sincronizează cu sunetele din milioane de melodii.
ru: Слушайте музыку по-новому: для миллионов песен доступны синхронизированные рисунки тактильного отклика, состоящие из прикосновений и тонких вибраций.
sk: Vychutnajte si hudbu ako nikdy predtým – so zvukom miliónov skladieb sme synchronizovali klepanie, textúry a prepracované vibrácie.
sl: Izkusite glasbo, kot še nikoli doslej – s tapi, teksturami in dodelanimi vibracijami, sinhroniziranimi z zvokom več milijonov skladb.
sv: Upplev musik som aldrig förr med knackningar, texturer och förfinade vibrationer som synkroniseras till ljudet av miljontals låtar.
th: สัมผัสประสบการณ์ดนตรีอย่างที่ไม่เคยมีมาก่อนด้วยการแตะ พื้นผิวของเสียง และการสั่นอย่างประณีตที่ประสานกับเสียงเพลงนับล้าน
tr: Milyonlarca parçanın sesiyle eşzamanlanan dokunuşlar, dokular ve zarif titreşimler sayesinde daha önce hiç deneyimlemediğiniz şekilde müzik dinleyin.
uk: Відчувайте музику як ніколи раніше — звук синхронізується з дотиками й вібрацією, що створюють тактильну фактуру мільйонів композицій.
vi: Trải nghiệm âm nhạc theo cách hoàn toàn mới với các thao tác chạm, họa tiết và kiểu rung tinh tế được đồng bộ hóa với âm thanh của hàng triệu bài hát.
zh_cn: 通过轻点、触觉质感和细腻的振动与数千万首歌曲同频共振，带来前所未有的音乐体验。
zh_hk: 透過與數百萬首歌曲音訊同步的輕點、質感和精細震動來獲得前所未有的音樂體驗。
zh_tw: 透過與數百萬首歌曲同步的輕點、紋理和細微的震動來體驗前所未有的音樂感受。
